;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: TutorialCategory
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[TutorialCategories]
TutorialCategories_Basic_RewardMailSubject=Tutorial Complete: Basic
TutorialCategories_Basic_RewardMailBody=Congratulations on completing all of the basic tutorials. Attached is a selection of weapons that you can choose from. Each basic weapon you unlock in the game is in this package and unlike the weapons you will be purchasing throughout the rest of the game, the weapon you choose here will not expire after 10 days.↵↵We recommand you wait for a while, progress some contacts, and try out each of the weapons before making your decision.
TutorialCategories_MovementActions_RewardMailSubject=Tutorial Complete: Movement & Actions
TutorialCategories_MovementActions_RewardMailBody=Congratulations on completing the Movement & Actions Tutorial. Attached to this mail is a Field Supplier that will allow you to resupply ammunition for yourself and your teammates in the field. Click the paperclip in the top right to retrieve it. ↵↵Activating the Field Supplier (the default key is '5') lets you resupply ammo to yourself and nearby teammates, or even change your weapon selection.  Be careful though, it takes a little while to deploy and undeploy, and you are helpless while you have it out.
TutorialCategories_Inventory_RewardMailSubject=Tutorial Complete: Mail & Inventory
TutorialCategories_Inventory_RewardMailBody=Congratulations on completing the Inventory Tutorial. Attached to this mail is a set of Frag Grenades that you can equip to provide some explosion damage. ↵↵Grenades are great at flushing enemies out from hiding places or killing those that have darted behind cover. They're also pretty great at taking down enemy vehicles.
TutorialCategories_Combat_RewardMailSubject=Tutorial Complete: Combat
TutorialCategories_Combat_RewardMailBody=Congratulations on completing the Combat Tutorial. Attached is a selection of weapons that you can choose from.↵↵Weapons only last for 10 days total for each purchase, but you will unlock the ability to buy replacements and higher level versions that you can customise.↵↵Different weapon types are useful at different things, and tend to fall into different ranges:↵↵Shotguns and SMGs are the masters of close range, if you're fighting in an alley, you generally want to be using one of these.↵Assault Rifles are great at medium ranges, and are generally a Jack of all Trades gun elsewhere.↵Light Machine Guns have incredibly high damage and lots of ammo, but are hard to control due to their recoil.↵Rifles are great for taking down players at long ranges, especially if you can find a defensible location. Unlike assault rifles they're not great while moving.↵Sniper Rifles excel at extreme ranges, up to the 100m maximum distance. They have incredibly slow fire rates however, so are best used in conjunction with teammates.↵↵Weapons have effective ranges, and do reduced damage outside of these, so pick your engagements carefully.↵↵
TutorialCategories_Vehicles_RewardMailSubject=Tutorial Complete: Vehicles
TutorialCategories_Vehicles_RewardMailBody=Congratulations on completing the Vehicles Tutorial. Attached to this mail is a Macchina Cosenza FTV1 for you to use. ↵↵While less maneuverable than your starting vehicle, the Cosenza is slightly more sturdy, slightly faster and has 4 seats so you can carry an entire team at the same time. It also comes with one open modification slot, which will allow you to customise how the vehicle plays once you receive vehicle modifications.
TutorialCategories_Missions_RewardMailSubject=Tutorial Complete: Missions
TutorialCategories_Missions_RewardMailBody=Congratulations on completing the Missions Tutorial. Attached is a Mobile Spawn Unit that you can add to any open slotted Vehicle, such as the Cosenza from the Vehicles tutorial.↵↵As you may have already found out, the Mobile Spawn Unit allows you to spawn in a seat of any teammates vehicle. It does come with several conditions though, and cannot be too close to enemies, full of teammates already, or heavily damaged.
TutorialCategories_Social_RewardMailSubject=Tutorial Complete: Social
TutorialCategories_Social_RewardMailBody=Congratulations on completing the Social Tutorial. Attached is an Outfit Capacity slot which will give you the ability to create a different outfit.↵↵Outfits are sets of clothing that you can switch between on your character via the Blue icons on the character inventory. Use them to create different outfits for different occasions.
TutorialCategories_Advanced_RewardMailSubject=
TutorialCategories_Advanced_RewardMailBody=
TutorialCategories_Armas_RewardMailSubject=
TutorialCategories_Armas_RewardMailBody=
TutorialCategories_Criminal_RewardMailSubject=
TutorialCategories_Criminal_RewardMailBody=
TutorialCategories_Enforcer_RewardMailSubject=
TutorialCategories_Enforcer_RewardMailBody=
TutorialCategories_AdvancedCombat_RewardMailSubject=
TutorialCategories_AdvancedCombat_RewardMailBody=
TutorialCategories_AdvancedMissions_RewardMailSubject=
TutorialCategories_AdvancedMissions_RewardMailBody=
TutorialCategories_Progression_RewardMailSubject=
TutorialCategories_Progression_RewardMailBody=
TutorialCategories_FightClub_RewardMailSubject=
TutorialCategories_FightClub_RewardMailBody=
TutorialCategories_AdvancedSocial_RewardMailSubject=
TutorialCategories_AdvancedSocial_RewardMailBody=
TutorialCategories_Root_RewardMailSubject=
TutorialCategories_Root_RewardMailBody=
TutorialCategories_AdvancedMinigame_RewardMailSubject=
TutorialCategories_AdvancedMinigame_RewardMailBody=
